<blank>
<s>
</s>
DEFAULT
<_LABELEMPTY_>
PLUS
if
=
null
return
0
java.lang.String
EQ
this
final
AND
NE
static
1
NOT
java.lang.Object()
OR
i
public
private
int
true
false
class
e
GT
java.lang.String#equals(java.lang.Object)
MINUS
LT
2
java.lang.System
name
MUL
""
out
INSTANCEOF
length
value
result
DIV
log
logger
java.util.regex.Pattern
context
player
type
event
x
NEG
c
java.lang.StringBuilder#append(java.lang.String)
3
id
java.lang.Integer
java.io.PrintStream#println(java.lang.String)
args
s
p
GE
y
boolean
java.lang.String#format(java.lang.String,java.lang.Object[])
data
key
message
POSTINC
path
java.lang.Math
request
file
java.lang.String#length()
LE
java.io.File
4
node
java.util.List
10
java.util.Map#put(K,V)
5
j
url
java.lang.String#startsWith(java.lang.String)
item
java.lang.StringBuffer#append(java.lang.String)
t
java.lang.String[]
index
sb
response
"<_LABELSPACE_>"
java.io.File(java.lang.String)
config
#toString()
user
java.lang.Object#getClass()
text
b
java.util.List#size()
#equals(java.lang.String)
msg
while
query
#getName()
"/"
entry
java.util.List#add(E)
100
plugin
java.lang.String#equalsIgnoreCase(java.lang.String)
r
java.lang.String#substring(int,int)
line
java.util.Map#get(java.lang.Object)
java.util.regex.Pattern#compile(java.lang.String)
double
parent
java.lang.Throwable#getMessage()
f
m
writer
width
java.util.List#get(int)
#equals()
target
java.lang.Integer#parseInt(java.lang.String)
android.util.Log
java.lang.String#replaceAll(java.lang.String,java.lang.String)
a
params
LOG
java.lang.Class#getName()
java.lang.String#contains(java.lang.CharSequence)
sender
n
model
1000
height
super
org.bukkit.ChatColor
version
long
element
state
uri
v
err
8
project
o
20
intent
source
list
builder
g
session
ex
protected
info
map
method
input
buffer
res
values
BITAND
d
"."
java.util.logging.Level
java.lang.String#split(java.lang.String)
java.util.Arrays
content
java.io.PrintStream#println(char[])
size
float
java.lang.StringBuilder#append(java.lang.Object)
field
status
start
location
java.lang.String#indexOf(java.lang.String)
6
obj
javax.swing.JOptionPane
position
table
"\n"
in
resource
object
java.lang.IllegalArgumentException(java.lang.String)
row
java.lang.String#substring(int)
java.util.HashMap#put(K,V)
java.lang.String#replace(java.lang.CharSequence,java.lang.CharSequence)
entity
db
java.util.ArrayList#get(int)
java.lang.String#endsWith(java.lang.String)
java.lang.Boolean
java.lang.String#trim()
java.util.Map
#append(java.lang.String)
task
":"
pos
java.lang.Double
username
w
java.lang.Long
properties
java.lang.Object#toString()
java.lang.Object
command
ctx
view
TAG
java.lang.Object#java.lang.Object()
buf
rs
offset
title
")"
count
"'"
options
java.util.Arrays#asList(T[])
action
world
l
LOGGER
req
server
16
#size()
java.lang.Class
label
str
val
ret
token
7
BITOR
50
sql
java.io.File#getAbsolutePath()
60
connection
client
java.lang.String#toLowerCase()
android.content.Intent
java.lang.String#charAt(int)
cursor
java.lang.System#currentTimeMillis()
MOD
end
root
output
port
separator
0.0F
VERSION
block
fileName
java.lang.System#getProperty(java.lang.String)
clazz
200
java.util.ArrayList#add(E)
image
"\""
prefix
k
body
configuration
code
java.util.Set
","
#get(int)
filename
other
z
java.text.SimpleDateFormat(java.lang.String)
java.util.HashMap()
props
child
org.eclipse.swt.SWT
password
java.io.File#getName()
page
30
conn
reader
error
1.0F
java.lang.Object#equals(java.lang.Object)
java.util.Collections
listener
time
java.util.ArrayList()
dir
description
#getId()
java.lang.RuntimeException(java.lang.String)
current
temp
java.util.ArrayList#size()
java.lang.String#matches(java.lang.String)
java.lang.Character
15
className
h
cmd
group
parameters
java.util.Calendar
java.lang.StringBuffer#append(java.lang.Object)
level
tag
"name"
arg
property
frame
host
parser
menu
conf
dialog
from
channel
container
filter
"true"
date
string
doc
items
java.io.PrintWriter#println(java.lang.String)
9
q
java.io.File#exists()
activity
prop
android.widget.TextView#setText()
owner
settings
sc
handler
format
org.bukkit.entity.Player#sendMessage()
matcher
org.apache.commons.lang.StringUtils
android.widget.Toast
ERROR
org.apache.log4j.Category#info(java.lang.Object)
java.util.HashMap#get(java.lang.Object)
org.slf4j.Logger#info(java.lang.String)
instance
u
"-"
org.bukkit.entity.Player#getName()
0.0
tree
pattern
":<_LABELSPACE_>"
#getValue()
MAX_VALUE
255
number
is
service
500
attributes
component
env
prefs
results
#contains(java.lang.String)
attribute
loc
java.util.logging.Logger#info(java.lang.String)
tmp
column
#getType()
#show()
"]"
java.awt.Color
java.awt.Dimension(int,int)
ps
"id"
java.util.Map$Entry#getValue()
#findViewById(<unknown>)
12
java.net.URL(java.lang.String)
job
java.io.Writer#write(java.lang.String)
java.util.Map$Entry#getKey()
java.io.File(java.io.File,java.lang.String)
address
32
to
"UTF-8"
ch
monitor
java.lang.IllegalStateException(java.lang.String)
void
next
left
cache
org.apache.log4j.Category#debug(java.lang.Object)
",<_LABELSPACE_>"
mode
java.lang.StringBuilder#toString()
java.util.regex.Matcher#group(int)
unit
byte[]
#getActivity()
max
#getString(<unknown>)
stack
java.lang.String#getBytes()
java.lang.Thread
java.io.File(java.lang.String,java.lang.String)
mContext
json
game
"_"
1.0
PREINC
#build()
layout
bundle
#isEmpty()
manager
col
errors
selection
java.lang.Class#isAssignableFrom(java.lang.Class)
#get()
1024
param
java.util.Date()
org.apache.log4j.Category#error(java.lang.Object)
300
scope
assert
template
locale
org.bukkit.Material
color
#getResources()
bytes
WARNING
arguments
java.text.SimpleDateFormat
INFO
base
(this)
org.json.JSONObject#getString(java.lang.String)
len
java.sql.Connection#prepareStatement(java.lang.String)
java.net.URL
org.bukkit.command.CommandSender#sendMessage()
"0"
'/'
#get(java.lang.String)
RED
#length()
ref
factory
java.awt.Container#add(java.awt.Component,java.lang.Object)
editor
'.'
cell
java.lang.Math#min(int,int)
java.text.MessageFormat
java.lang.Class#getResource(java.lang.String)
40
ID
java.util.Hashtable#put(K,V)
expr
java.util.Locale
form
org.junit.Assert
java.lang.String#isEmpty()
java.lang.Math#max(int,int)
set
org.eclipse.core.runtime.IStatus
header
document
java.lang.Integer#toString(int)
java.util.concurrent.TimeUnit
module
email
resp
st
stmt
org.slf4j.Logger#debug(java.lang.String)
it
children
org.apache.commons.logging.Log#debug(java.lang.Object)
app
amount
src
repository
java.util.regex.Pattern#compile(java.lang.String,int)
java.util.Iterator
java.sql.ResultSet#getString(java.lang.String)
SL
java.lang.Integer(int)
java.util.Collection
java.util.logging.Logger
java.util.Properties#getProperty(java.lang.String)
25
java.util.Iterator#next()
#equalsIgnoreCase(java.lang.String)
idx
java.lang.Float
files
android.util.Log#d(java.lang.String,java.lang.String)
"1"
java.lang.Class#getSimpleName()
java.util.Map#containsKey(java.lang.Object)
java.util.List#isEmpty()
meta
android.net.Uri
java.text.MessageFormat#format(java.lang.String,java.lang.Object[])
adapter
24
stream
java.text.DateFormat#format(java.util.Date)
java.io.IOException(java.lang.String)
0.5
op
right
java.util.List#add()
java.util.Set#add(E)
#toLowerCase()
store
java.util.ArrayList
parts
java.lang.String#indexOf(int)
java.io.File#getPath()
part
"("
java.lang.String#valueOf(char[])
canvas
fields
account
11
statement
java.lang.Class#forName(java.lang.String)
java.util.Date#getTime()
java.util.Properties#setProperty(java.lang.String,java.lang.String)
javax.swing.JLabel(java.lang.String)
names
provider
java.lang.Integer#valueOf(java.lang.String)
java.util.HashSet()
controller
javax.swing.text.JTextComponent#getText()
script
gl
SEVERE
java.util.Random#nextInt(int)
int[]
build
org.apache.commons.logging.Log#info(java.lang.Object)
process
array
javax.swing.JLabel#setText(java.lang.String)
400
java.awt.event.KeyEvent
tokens
java.util.List#contains(java.lang.Object)
holder
bounds
var
em
'<_LABELSPACE_>'
"="
java.util.regex.Matcher
delta
org.apache.log4j.Category#warn(java.lang.Object)
style
java.util.regex.Pattern#matcher(java.lang.CharSequence)
min
flags
";"
R.drawable
#append()
record
java.util.ArrayList(java.util.Collection)
subject
messages
org.slf4j.Logger#error(java.lang.String)
com.google.common.base.Preconditions
metadata
java.lang.Math#abs(int)
exception
java.text.DateFormat
#getLogger()
org.openqa.selenium.WebElement
destination
java.lang.String#toUpperCase()
resources
window
java.lang.String#valueOf(int)
first
database
panel
java.io.BufferedReader(java.io.Reader)
java.lang.StringBuilder
org.slf4j.Logger#error(java.lang.String,java.lang.Throwable)
types
android.app.PendingIntent
"type"
java.lang.Double#parseDouble(java.lang.String)
javax.servlet.http.HttpServletRequest#getParameter(java.lang.String)
java.util.Set#contains(java.lang.Object)
link
"*"
cpw.mods.fml.common.registry.GameRegistry
80
dest
order
java.io.InputStream
64
java.util.Iterator#hasNext()
point
lines
#getContext()
runtime
java.lang.Class#getResourceAsStream(java.lang.String)
attr
android.view.View
socket
driver
#getText()
icon
org.slf4j.Logger#debug(java.lang.String,java.lang.Object)
10000
#getString()
java.lang.Throwable#toString()
cs
img
con
board
cause
now
pm
android.widget.TextView#setText(java.lang.String)
"false"
java.lang.String#lastIndexOf(java.lang.String)
contentType
button
def
userId
java.lang.StringBuffer#toString()
java.io.PrintStream#print(java.lang.String)
0.5F
split
R.string
14
java.lang.Class#getClassLoader()
org.apache.log4j.Logger
#getLocation()
filePath
random
java.net.URI
expression
selected
language
nodes
extension
#trim()
ts
match
newValue
java.lang.String(java.lang.String)
#getString(java.lang.String)
packet
iter
keys
region
points
xml
proxy
category
device
cfg
java.util.logging.Logger#log(java.util.logging.Level,java.lang.String)
CASE_INSENSITIVE
html
java.util.Date
viewer
NONE
org.slf4j.Logger#warn(java.lang.String)
PLUGIN_ID
binding
cz.vity.freerapid.plugins.webclient.utils.PlugUtils
13
queue
bean
desc
javax.swing.JOptionPane#showMessageDialog(java.awt.Component,java.lang.Object,java.lang.String,int)
columns
num
#getApplicationContext()
java.math.BigDecimal
profile
org.tmatesoft.svn.core.SVNErrorMessage
java.util.logging.Logger#warning(java.lang.String)
ds
java.util.Map#keySet()
#getConfig()
java.lang.StringBuilder(java.lang.String)
java.io.InputStreamReader(java.io.InputStream)
android.database.Cursor
javax.swing.text.JTextComponent#setText(java.lang.String)
android.view.View#findViewById()
display
java.util.Set#size()
"["
propertyName
methodName
WHITE
java.util.logging.Logger#log(java.util.logging.Level,java.lang.String,java.lang.Throwable)
cc
android.util.Log#e(java.lang.String,java.lang.String)
schema
java.util.logging.Logger#getLogger(java.lang.String)
600
org.bukkit.Bukkit
java.io.PrintStream#printf(java.lang.String,java.lang.Object[])
#getPath()
entries
scale
cl
Toast.LENGTH_LONG
128
handle
java.sql.PreparedStatement
test
cal
total
Toast.LENGTH_SHORT
java.lang.String#concat(java.lang.String)
tags
java.lang.Exception(java.lang.String)
counter
de.tuilmenau.ics.fog.ui.Logging
member
limit
decl
POSTDEC
rows
256
java.lang.String#replace(char,char)
score
org.apache.commons.logging.Log#error(java.lang.Object)
150
engine
18
timestamp
evt
tableName
blockID
_log
java.sql.ResultSet
reference
encoding
java.lang.Integer(java.lang.String)
criteria
contents
os
java.lang.Integer#intValue()
uid
#startsWith(java.lang.String)
#replace(java.lang.String,java.lang.String)
#add()
mc
parameter
userName
range
elements
packageName
top
callback
feature
font
worldObj
comment
GREEN
java.lang.Character#valueOf(char)
SR
5000
javax.swing.JLabel
timeout
executor
shell
java.util.Map#get(java.lang.String)
java.lang.Runtime
android.content.SharedPreferences#getString(java.lang.String,java.lang.String)
loader
"%"
depth
operation
thread
direction
players
java.lang.reflect.Method#invoke(java.lang.Object,java.lang.Object[])
org.slf4j.Logger
org.slf4j.LoggerFactory
distance
last
renderer
fieldName
java.lang.Object[]
domain
inventory
java.lang.StringBuilder#append(char)
java.net.URLEncoder
java.net.InetAddress
duration
directory
java.awt.Container#add(java.awt.Component)
java.sql.PreparedStatement#setString(int,java.lang.String)
java.util.ResourceBundle
2000
java.lang.Math#round(float)
comp
hero
elem
rule
folder
notification
headers
startTime
report
'\n'
java.lang.Long#parseLong(java.lang.String)
gc
android.content.Context#getString()
preferences
me
">"
java.io.BufferedReader
java.lang.reflect.Method
#split(java.lang.String)
2.0F
org.slf4j.Logger#info(java.lang.String,java.lang.Object)
progress
org.eclipse.osgi.util.NLS
org.apache.log4j.Category#error(java.lang.Object,java.lang.Throwable)
com.android.inputmethod.latin.LatinIME
#getLog()
java.lang.Class#getMethod(java.lang.String,java.lang.Class[])
controllers.Application
net.minecraft.item.Item
descriptor
post
hash
java.util.Date(long)
timer
keyCode
#setContentView(<unknown>)
section
android.graphics.Bitmap
org.apache.commons.logging.Log#error(java.lang.Object,java.lang.Throwable)
"&"
layer
java.lang.StringBuffer
origin
java.lang.Runtime#getRuntime()
java.util.Calendar#get(int)
org.slf4j.LoggerFactory#getLogger(java.lang.Class)
java.lang.Short
e1
that
debug
java.lang.System#arraycopy(java.lang.Object,int,java.lang.Object,int,int)
"#"
org.apache.commons.logging.Log#warn(java.lang.Object)
org.openqa.selenium.By
org.hamcrest.core.Is
cls
formatter
kind
step
diff
java.nio.ByteBuffer
o1
R.id
sp
org.hamcrest.core.Is#is(T)
pool
identifier
java.io.File#getParentFile()
"<_LABELSPACE_>("
"}"
#getContentAsString()
#info(java.lang.String)
application
org.bukkit.entity.Player
byte
graph
errorMessage
pc
java.lang.String(byte[])
mv
javax.swing.JComponent#setPreferredSize(java.awt.Dimension)
java.lang.String#replaceFirst(java.lang.String,java.lang.String)
"\t"
slot
android.widget.EditText#getText()
attrs
bitmap
rect
tile
java.lang.Thread#sleep(long)
ev
cur
"null"
fragment
ids
reason
read
java.awt.Container#setLayout(java.awt.LayoutManager)
term
speed
java.lang.Thread#currentThread()
queryString
person
DEBUG
java.io.IOException
iwc
option
playerName
java.lang.AbstractStringBuilder#length()
tab
enabled
ERROR_MESSAGE
delegate
#getAbsolutePath()
YELLOW
java.util.ResourceBundle#getString(java.lang.String)
answer
ip
800
#tr(java.lang.String)
word
df
tasks
typeName
java.util.Map#size()
0L
topic
#getX()
shape
site
rc
java.awt.Component#setBounds(int,int,int,int)
17
"?"
main
250
function
spec
org.hibernate.criterion.Restrictions
#getServer()
#getContentResolver()
java.awt.Font
fs
artifact
itemID
price
org.slf4j.Logger#error(java.lang.String,java.lang.Object)
product
"\\"
java.io.FileInputStream(java.lang.String)
android.util.Log#i(java.lang.String,java.lang.String)
java.util.Vector#size()
oldValue
calendar
users
registry
com.google.gwt.user.client.DOM
com.sun.tools.javafx.comp.JavafxAttr
java.sql.ResultSet#getInt(java.lang.String)
ent
"|"
java.util.Hashtable#get(java.lang.Object)
condition
network
variable
mapping
namespace
TRUE
widget
day
actual
0.1
pt
#startActivity(<unknown>)
java.lang.String#getBytes(java.lang.String)
java.io.ByteArrayInputStream(byte[])
java.net.URLEncoder#encode(java.lang.String,java.lang.String)
#getShell()
resolver
java.lang.String#compareTo(java.lang.String)
#replaceAll(java.lang.String,java.lang.String)
annotation
SDK_INT
#getWidth()
mod
commands
radius
com.android.camera.Camera
javax.swing.JOptionPane#showMessageDialog(java.awt.Component,java.lang.Object)
#getTime()
java.util.Vector#add(E)
java.io.Writer#write(char[])
pw
rand
#getY()
org.w3c.dom.Element#setAttribute(java.lang.String,java.lang.String)
environment
helper
year
"error"
team
SECONDS
o2
java.net.URI(java.lang.String)
resultSet
java.sql.Statement#executeQuery(java.lang.String)
XPATH
javax.swing.BorderFactory
old
java.util.Collection#size()
stats
arg0
#getIntent()
java.io.PrintWriter#println(char[])
120
java.util.HashMap
NAME
box
GRAY
inputStream
FILL
"localhost"
':'
90
search
org.bukkit.entity.Player#getLocation()
edge
net.minecraft.block.Block
"\">"
#getParent()
java.util.Map#values()
java.lang.System#getProperty(java.lang.String,java.lang.String)
success
java.lang.Exception
'-'
addr
Constants
java.lang.Integer#valueOf(int)
separatorChar
#setIcon()
2.0
android.util.Log#d(java.lang.String)
java.lang.RuntimeException(java.lang.String,java.lang.Throwable)
texture
org.bukkit.entity.Player#hasPermission(java.lang.String)
update
java.lang.Class#getCanonicalName()
character
flag
details
java.lang.Throwable#getCause()
"<"
"http://"
control
connector
javax.swing.AbstractButton#setText(java.lang.String)
#contains()
javax.swing.ImageIcon(java.net.URL)
buff
candidate
dist
mActivity
android.text.TextUtils
dateFormat
"<_LABELSPACE_>-<_LABELSPACE_>"
TYPE
"value"
grid
found
bot
vm
#iterator()
cf
call
iterator
self
MIN_VALUE
android.widget.TextView
arena
java.io.File#isDirectory()
android.content.SharedPreferences#getBoolean(java.lang.String,boolean)
priority
uuid
inflater
OK
com.redhat.ceylon.compiler.java.codegen.ExpressionTransformer
java.io.FileInputStream(java.io.File)
com.redhat.ceylon.compiler.java.codegen.AbstractTransformer
#getHeight()
#getData()
com.android.camera.VideoCamera
"username"
role
groups
org.w3c.dom.Element#getAttribute(java.lang.String)
pid
javax.swing.JButton(java.lang.String)
collection
exp
java.awt.image.BufferedImage
javax.swing.JComponent#setBorder(javax.swing.border.Border)
cb
java.math.BigInteger
java.net.URL#toString()
ext
cr
java.awt.Window#setSize(int,int)
delay
screen
3000
matrix
track
java.util.Vector#get(int)
#ok(<unknown>)
70
workspace
core
android.database.Cursor#getString(int)
pi
"title"
org.slf4j.Logger#warn(java.lang.String,java.lang.Object)
org.json.JSONObject#put(java.lang.String,java.lang.Object)
java.lang.Math#random()
LOG_TAG
listeners
WRAP_CONTENT
0.2F
jdbcTemplate
java.util.Map$Entry
gen
java.util.logging.Logger#log(java.util.logging.Level,java.lang.String,java.lang.Object)
"class"
#getElement()
org.w3c.dom.Element
defaultValue
31
interval
cm
java.lang.String#lastIndexOf(int)
events
marker
"message"
contact
org.junit.Assert#assertThat(T,org.hamcrest.Matcher)
sub
CENTER
java.util.concurrent.Executors
BUNDLE_NAME
urls
regex
java.lang.Throwable#getLocalizedMessage()
Settings.System
stat
dx
android.content.Context#getResources()
permission
ALL
repo
com.redhat.ceylon.compiler.js.GenerateJsVisitor
"user"
javax.imageio.ImageIO
patient
#getPosition()
author
180
opts
"@"
area
cv
java.util.HashSet(java.util.Collection)
pathSeparator
lock
coords
identity
org.json.JSONObject
org.slf4j.Logger#debug(java.lang.String,java.lang.Object,java.lang.Object)
javax.ws.rs.core.Response
javax.swing.JComponent#setToolTipText(java.lang.String)
clientId
org.eclipse.swt.widgets.Display
login
java.util.regex.Matcher#matches()
br
columnName
java.lang.StringBuilder()
org.openqa.selenium.support.How
camera
java.io.PrintWriter#print(java.lang.String)
INSTANCE
java.text.DateFormat#parse(java.lang.String)
android.graphics.BitmapFactory
tagName
org.apache.commons.lang3.StringUtils
java.lang.String#hashCode()
#getSession()
angle
dc
pl
cp
org.eclipse.jface.dialogs.MessageDialog
md
#println(java.lang.String)
lat
java.io.OutputStream#write(byte[])
java.lang.Boolean#parseBoolean(java.lang.String)
sym
validator
java.util.Properties#getProperty(java.lang.String,java.lang.String)
java.lang.StringBuffer(java.lang.String)
#setText(java.lang.String)
DATABASE_VERSION
java.util.StringTokenizer
pref
p1
javax.swing.JButton
android.widget.Toast#makeText(java.lang.String)
java.lang.reflect.Method#getName()
java.lang.Integer#toString()
mapper
payload
#getWorld()
ioe
head
android.net.Uri#parse(java.lang.String)
suffix
room
THEN
java.net.URL#getPath()
#execute()
seq
dataSource
java.util.Calendar#getTime()
0.1F
java.lang.Math#round(double)
original
dao
charset
PI
month
future
preference
ct
revision
g2
net.colar.netbeans.fan.parboiled.FantomParser
GOLD
itemStack
"file"
lp
localName
java.sql.PreparedStatement#setInt(int,int)
rhs
java.io.File#listFiles()
ii
"password"
transaction
errorMsg
R.layout
java.lang.System#setProperty(java.lang.String,java.lang.String)
sum
org.eclipse.ui.PlatformUI
alias
tc
35
el
View.GONE
org.bukkit.command.CommandSender#sendMessage(java.lang.String)
entityManager
mimeType
alpha
vars
java.lang.reflect.Modifier
"test"
composite
protocol
permissions
scanner
definition
android.view.KeyEvent
local
#getMatcherAgainstContent(java.lang.String)
configFile
java.lang.UnsupportedOperationException(java.lang.String)
org.lwjgl.opengl.GL11
IStatus
pair
java.lang.Math#pow(double,double)
href
1L
#add(<unknown>)
onClick
returnType
android.graphics.Color
prev
p2
defaults
period
resourceName
storage
BITXOR
org.eclipse.swt.layout.GridData
java.lang.Throwable#printStackTrace()
scheduler
material
"2"
fc
java.util.List#add(org.apache.http.message.BasicNameValuePair)
#getDescription()
org.json.JSONObject#put(java.lang.String,java.util.Collection)
java.util.Set#iterator()
java.awt.Font(java.lang.String,int,int)
issue
com.android.launcher2.Workspace
pr
#getProject()
lang
java.lang.Float#parseFloat(java.lang.String)
second
org.apache.commons.io.FileUtils
java.io.File#mkdirs()
previous
gui
replacement
0.8F
views
org.w3c.dom.NodeList#item(int)
#equalsIgnoreCase()
endpoint
extras
java.lang.Long(long)
org.bukkit.inventory.ItemStack#getType()
java.util.EnumSet
((byte)<_LABELSPACE_>(0))
arg1
expected
java.util.logging.Logger#fine(java.lang.String)
javax.persistence.EntityManager#createQuery(java.lang.String)
generator
java.lang.Math#floor(double)
android.content.Intent#getAction()
19
java.io.FileOutputStream(java.io.File)
ss
java.lang.System#getenv(java.lang.String)
"+"
org.eclipse.ui.PlatformUI#getWorkbench()
"x"
outputFile
chunk
ft
symbol
dy
where
dimension
program
#getView()
java.util.Set#isEmpty()
org.bukkit.command.CommandSender#hasPermission(java.lang.String)
java.awt.Color(int,int,int)
javax.swing.JComponent#setBackground(java.awt.Color)
"text/html"
e2
java.awt.BorderLayout
javax.swing.KeyStroke
java.io.FileReader(java.lang.String)
java.sql.ResultSet#getString(int)
FALSE
java.util.Map#get()
lineNumber
java.lang.String#toString()
org.apache.log4j.Logger#getLogger(java.lang.Class)
MILLISECONDS
"$"
org.newdawn.slick.Image(java.lang.String)
scriptEntry
com.android.camera.PhotoModule
char
actions
t1
endTime
filters
_logger
agent
se
75
FINE
receiver
posY
insets
WIDTH
move
mAdapter
STRING
vertices
commit
tf
rec
','
java.io.File#delete()
sdf
zone
cost
startDate
hostname
"text"
java.lang.Math#abs(double)
"Error"
bottom
java.util.Date(java.lang.String)
#compareTo()
wrapper
java.io.File#getCanonicalPath()
stop
Player
damage
#endsWith(java.lang.String)
java.lang.String(byte[],java.lang.String)
principal
processor
locator
java.io.IOException(java.lang.String,java.lang.Throwable)
cookie
java.text.Format#format(java.lang.Object)
pp
raw
"!"
choice
0.3F
Gdx.files
Build.VERSION
java.util.logging.Logger#severe(java.lang.String)
#getClass()
cx
#list()
question
45
commandLine
BLACK
L
sessionId
attachment
#intValue()
java.io.BufferedWriter(java.io.Writer)
java.awt.Point(int,int)
java.util.List#addAll(java.util.Collection)
java.awt.GridBagConstraints
pe
credentials
#getVersion()
java.sql.Types
java.util.Locale#getDefault()
actor
paths
classes
#name()
selector
run
classLoader
java.io.BufferedReader#readLine()
objects
java.util.List#toArray()
javax.swing.JFrame
ms
transport
java.io.File#lastModified()
java.lang.Long#toString(long)
java.nio.charset.Charset
copy
javax.faces.context.ResponseWriter#write(java.lang.String)
ce
sw
'_'
ni
java.util.ArrayList(int)
metaData
java.io.File#mkdir()
java.lang.Math#ceil(double)
quantity
java.io.FileReader(java.io.File)
java.lang.String#toCharArray()
android.content.Intent#putExtra(java.lang.String)
#setParameter(java.lang.String,java.lang.String)
httpFile
org.eclipse.core.runtime.Platform
"s"
#getBoolean(java.lang.String)
23
startIndex
org.slf4j.Logger#info(java.lang.String,java.lang.Object,java.lang.Object)
itemId
io
words
"<_LABELSPACE_>to<_LABELSPACE_>"
rb
retval
BUILD
access
java.lang.ClassLoader#getResource(java.lang.String)
java.text.DecimalFormat(java.lang.String)
java.lang.Number
statusCode
ACTION_VIEW
bb
dim
"description"
#commit()
note
bindings
dst
21
org.slf4j.Logger#warn(java.lang.String,java.lang.Throwable)
512
outputStream
background
com.redhat.ceylon.compiler.java.codegen.ClassTransformer
auth
currentUser
latitude
dataset
qName
160
org.bukkit.entity.Player#getInventory()
360
View.VISIBLE
java.lang.Runtime#exec(java.lang.String)
java.io.File#isFile()
#createQuery(java.lang.String)
com.android.launcher2.Launcher
java.util.ArrayList#add()
java.sql.Statement#executeUpdate(java.lang.String)
rep
ac
java.lang.String#valueOf(java.lang.Object)
peer
relativePath
pageSize
android.database.sqlite.SQLiteDatabase#execSQL(java.lang.String)
#finish()
#getState()
net.sf.freecol.common.model.Unit
segment
org.apache.commons.io.IOUtils
participant
browser
javax.persistence.Query
reg
nick
#add(java.lang.String)
api
#substring(int)
fos
constructor
paint
strings
28
newName
".png"
"version"
java.net.URL#openStream()
pkg
inv
java.lang.Double#valueOf(java.lang.String)
double[]
change
registration
jsonObject
java.util.List#addAll()
sourceFile
java.io.Writer#append(java.lang.CharSequence)
httpMethod
ai
java.util.Map#remove(java.lang.Object)
currentTime
rules
480
#getResultList()
argument
10.0F
sm
summary
home
ci
android.app.ProgressDialog#dismiss()
org.bukkit.entity.Player#getDisplayName()
attacker
signature
java.awt.Image
pass
android.widget.EditText#setText(java.lang.String)
seconds
com.me.Roguish.Controller.LevelController
WMLL
'"'
java.io.File#toString()
java.lang.Boolean#booleanValue()
#getModel()
posX
klass
java.lang.Class#getPackage()
36
imageView
java.io.FileWriter(java.io.File)
java.lang.Class#getConstructor(java.lang.Class[])
org.hamcrest.Matchers
#click()
HEIGHT
runner
org.w3c.dom.Node#getNodeName()
center
tp
mHandler
basePath
Menu.NONE
com.google.common.collect.ImmutableMap
"\r\n"
android.content.Intent(java.lang.String)
begin
gd
org.eclipse.swt.widgets.Text#getText()
httpRequest
converter
java.lang.reflect.Field
#info()
trace
"utf-8"
java.lang.ClassLoader#loadClass(java.lang.String)
org.eclipse.mylyn.bugzilla.tests.support.BugzillaFixture
"Name"
org.apache.xerces.validators.common.XMLValidator
"user.home"
java.lang.Boolean#valueOf(java.lang.String)
mask
transformer
org.junit.Assert#assertEquals(java.lang.Object,java.lang.Object)
xCoord
yCoord
java.lang.Math#sqrt(double)
savedInstanceState
java.util.Collection#add(E)
variables
org.apache.commons.logging.LogFactory
indent
sprite
batch
com.google.common.collect.Iterables
java.lang.ClassLoader#getResourceAsStream(java.lang.String)
operator
'#'
UNKNOWN
displayName
"unchecked"
cat
T
"url"
net.sf.freecol.common.model.Colony
groupId
48
y1
FILL_PARENT
x2
java.net.URI#toString()
22
perm
#withDescription(java.lang.String)
imports
lexer
"\\."
c2
tv
javax.persistence.FetchType
org.hibernate.Session#createQuery(java.lang.String)
longitude
java.util.Random()
dt
"file://"
javax.swing.GroupLayout
Board
projectName
theme
txt
sequence
dm
DATE
java.net.URI#create(java.lang.String)
g2d
java.awt.Insets(int,int,int,int)
weight
graphics
org.jims.modules.crossbow.infrastructure.worker.NameHelper
java.util.LinkedList()
branch
java.net.URLDecoder
toolkit
features
com.android.mms.ui.ComposeMessageActivity
de.tuilmenau.ics.fog.routing.hierarchical.HRMController
convertView
java.sql.DriverManager
namespaceURI
realm
java.util.Properties#load(java.io.InputStream)
si
contentAsString
#bind(java.lang.Class)
hour
ratio
stackSize
net.miginfocom.swing.MigLayout(java.lang.String)
#first()
ix
lon
testWebDriver
java.util.ArrayList#contains(java.lang.Object)
org.apache.http.message.BasicNameValuePair(java.lang.String,java.lang.String)
pd
100000
card
#getTypeId()
android.os.Bundle#getString(java.lang.String)
java.util.List#get()
float[]
i18n
returnValue
pages
invocation
javax.persistence.CascadeType
org.hibernate.Query
#getColor()
java.util.StringTokenizer#nextToken()
java.util.StringTokenizer(java.lang.String,java.lang.String)
"'."
reply
active
components
tr
te
thePlayer
endDate
tokenizer
320
#getBoolean()
#setUnlocalizedName(java.lang.String)
x1
org.bukkit.entity.Player#getWorld()
sort
5.0F
org.json.JSONObject#getJSONObject(java.lang.String)
exc
contextPath
com.android.browser.BrowserActivity
DOTALL
#getProperty(java.lang.String)
metrics
sample
minutes
media
bc
orientation
resultCode
org.openmrs.api.context.Context
#getStatus()
Gdx.files#internal(java.lang.String)
java.lang.Package#getName()
org.openide.util.NbBundle
org.slf4j.Logger#trace(java.lang.String)
android.widget.ImageView#setImageResource()
java.lang.Process
ui
stage
java.lang.Boolean(boolean)
26
javax.faces.context.ResponseWriter#write()
study
AQUA
locations
java.lang.StringBuffer()
"..."
SIZE
0.01
AssemblyCodeGenerator
org.eclipse.jface.resource.ImageDescriptor
states
org.atmosphere.cpr.DefaultBroadcaster
targets
java.util.ResourceBundle#getBundle(java.lang.String)
US
taskId
org.apache.hadoop.fs.Path(java.lang.String)
java.lang.Class#cast(java.lang.Object)
java.io.FileOutputStream(java.lang.String)
off
java.lang.Error(java.lang.String)
book
fileURL
java.util.List#toArray(T[])
baos
#getID()
java.util.Map#entrySet()
done
android.app.Notification
org.w3c.dom.Node#appendChild(org.w3c.dom.Node)
30000
usage
console
pane
ENGLISH
#getBytes()
reporter
android.util.Log#v(java.lang.String,java.lang.String)
android.content.SharedPreferences#getString(java.lang.String)
java.lang.Class#newInstance()
java.awt.Graphics#setColor(java.awt.Color)
java.util.Calendar#getInstance()
#getSimpleName()
images
side
tt
instruction
java.lang.NullPointerException(java.lang.String)
"a"
models.User
zemberek3.lexicon.TurkishSuffixes
vc
org.pegdown.Parser
y2
comparator
ast
java.util.regex.Matcher#find()
java.net.URL#getFile()
play.Logger
java.lang.ClassLoader
com.android.internal.policy.impl.PhoneWindowManager
org.apache.commons.logging.Log
chars
HOUR
javax.servlet.http.HttpServletRequest#getRequestDispatcher(java.lang.String)
dep
#fetch()
"<_LABELSPACE_>:<_LABELSPACE_>"
mp
s1
s2
sign
com.ichi2.anki.Reviewer
"http"
"email"
java.util.Set#addAll(java.util.Collection)
org.bukkit.block.Block#getType()
android.view.ViewGroup.LayoutParams
c1
SEPARATOR
pluginName
"<_LABELSPACE_>=<_LABELSPACE_>"
cgeo.geocaching.cgeocaches
cluster
java.lang.String#indexOf(java.lang.String,int)
java.util.Map#containsKey(java.lang.String)
red
exchange
npc
android.text.TextUtils#isEmpty(java.lang.String)
"p"
java.lang.String#valueOf(long)
javax.swing.ImageIcon(java.lang.String)
net.minecraft.client.Minecraft
javax.servlet.http.HttpServletResponse#setContentType(java.lang.String)
Build.VERSION_CODES
check
javax.swing.JComboBox#getSelectedItem()
"user.dir"
creature
axis
#getRequest()
hudson.model.Hudson
"\n\n"
history
members
modules
problem
Game
"default"
#toUpperCase()
#indexOf(java.lang.String)
java.util.HashMap#get(java.lang.String)
#getMessage()
java.lang.CharSequence#toString()
dataType
60000
java.lang.reflect.Field#getName()
game.Game
org.w3c.dom.Node
java.util.UUID
240
"</a>"
visitor
nodeName
1000.0
javax.servlet.http.HttpServletResponse#sendRedirect(java.lang.String)
groupName
java.io.ByteArrayOutputStream#toByteArray()
java.text.SimpleDateFormat(java.lang.String,java.util.Locale)
com.google.common.collect.Lists
java.util.List#iterator()
java.util.Map#isEmpty()
96
java.awt.image.BufferedImage#getWidth()
org.bukkit.entity.Player#sendMessage(java.lang.String)
chart
#next()
baseUrl
android.content.DialogInterface
mat
ns
java.util.Map#put(java.lang.String)
progressDialog
services
BOLD
rt
android.text.Html
java.text.DecimalFormat
channels
URL
sel
#setEnabled(boolean)
java.lang.System#loadLibrary(java.lang.String)
org.bukkit.inventory.ItemStack
remote
photo
itemType
java.lang.Long#valueOf(java.lang.String)
java.net.InetAddress#getLocalHost()
popup
java.util.Random#nextInt()
java.lang.Double(double)
android.R.layout
javax.xml.bind.JAXBContext
127
labels
ap
tracker
"{"
org.eclipse.core.resources.IResource
force
com.google.common.base.Optional
java.util.HashMap#containsKey(java.lang.Object)
moduleName
700
freenet.support.Logger
sr
org.bukkit.event.player.PlayerInteractEvent#getPlayer()
org.eclipse.core.runtime.IPath
net.minecraft.src.ModLoader
annotations
org.springframework.util.Assert
java.util.Collections#emptyList()
ZERO
subscription
VISIBLE
retVal
java.util.Calendar#set(int,int)
dispatcher
A
feed
android.preference.PreferenceManager
java.util.List#remove(int)
v2
org.ccnx.ccn.impl.support.Log
'\\'
';'
LEADING
EMPTY
formData
android.view.View#setVisibility()
serializer
javax.swing.Action
chat
edit
lastModified
java.awt.Graphics#drawString(java.lang.String,int,int)
"4"
space
zoom
java.net.URI#getPath()
net.sf.gogui.gogui.GoGui
View.INVISIBLE
com.google.common.collect.ImmutableList
fieldType
java.awt.Rectangle(int,int,int,int)
fd
java.lang.Class#getDeclaredMethod(java.lang.String,java.lang.Class[])
java.util.LinkedList#size()
missionProcess
ver
zCoord
junit.framework.Assert
rotation
velocity
urlString
java.io.File#createTempFile(java.lang.String,java.lang.String)
org.apache.commons.logging.LogFactory#getLog(java.lang.Class)
java.io.OutputStreamWriter(java.io.OutputStream)
#toOSString()
java.io.PrintStream#print(char[])
java.util.TreeSet()
hours
scheme
com.android.gallery3d.app.PhotoPage
'0'
javax.servlet.http.HttpServletRequest#getRequestURI()
"status"
javax.swing.GroupLayout$Alignment
systemId
keyword
"authentication"
printer
errorCode
var1
java.util.LinkedList#get(int)
com.google.common.base.Preconditions#checkArgument(boolean,java.lang.String,java.lang.Object[])
ticket
org.bukkit.command.Command#getName()
am
org.json.JSONObject#getInt(java.lang.String)
org.openqa.selenium.By#cssSelector(java.lang.String)
android.webkit.WebView#loadUrl(java.lang.String)
java.lang.StringBuffer#length()
java.lang.Object#hashCode()
"none"
org.eclipse.jdt.core.JavaCore
chain
java.lang.CharSequence
Messages
"127.0.0.1"
#create(java.lang.String)
"href"
0.25F
BLUE
java.lang.Math#cos(double)
de.tuilmenau.ics.fog.routing.hierarchical.management.ComChannel
rest
country
dependencies
android.view.LayoutInflater#inflate(<unknown>)
health
arr
MULTILINE
java.net.URLConnection#getInputStream()
#create()
10.0
#getInt()
de.anomic.server.serverObjects#put(java.lang.String)
java.util.HashMap(int)
methods
vals
com.android.phone.InCallScreen
#getDrawable()
robot
accessToken
#error(java.lang.String)
org.apache.hadoop.hbase.util.Bytes
#getMethodBuilder()
org.eclipse.swt.widgets.Label#setText(java.lang.String)
#getAttribute(java.lang.String)
javax.servlet.http.HttpServletRequest#getContextPath()
org.hibernate.Criteria#add()
Y
at
transform
java.lang.StringBuffer#append(char)
columnNames
place
fn
java.util.EventObject#getSource()
java.lang.Long(java.lang.String)
xpath
responseEntity
net.anei.cadpage.parsers.FieldProgramParser#net.anei.cadpage.parsers.FieldProgramParser(java.lang.String,java.lang.String,java.lang.String)
org.w3c.dom.Node#getTextContent()
#exists()
org.basex.query.util.Err
org.basex.query.util.Err(org.basex.query.util.Err$ErrType,int,java.lang.String)
org.basex.query.util.Err$ErrType
org.eclipse.emf.common.util.URI
choices
up
currentPage
0.7F
patterns
mState
columnIndex
java.util.HashSet#add(E)
X
fis
trans
java.util.HashMap#size()
sessionFactory
org.bukkit.block.Block#getLocation()
tuple
javax.swing.UIManager
userID
#getURI()
net.minecraft.client.renderer.texture.IconRegister#registerIcon(java.lang.String)
org.eclipse.osgi.util.NLS#bind(java.lang.String)
toReturn
100.0
contentIntent
android.database.Cursor#getCount()
alert
master
fullName
dto
deck
java.lang.Class#toString()
android.content.Context#getContentResolver()
tx
gpr
de.ueller.midlet.gps.Trace
'$'
mgr
#_(java.lang.String)
org.bukkit.command.CommandSender#getName()
cd
mAccount
lhs
rm
visible
entityName
lib
android.content.res.Resources#getString()
propName
org.springframework.web.servlet.ModelAndView(java.lang.String)
ca
'='
java.util.HashSet
java.util.Vector
fontRenderer
projectId
isRemote
firstName
org.bukkit.entity.EntityType
cols
#getFile()
org.emftext.sdk.codegen.composites.StringComposite#add(java.lang.String)
snapshot
com.redhat.qe.jon.sahi.tasks.SahiTasks
biz.bokhorst.xprivacy.PrivacyManager
assignment
android.content.Intent#putExtra()
currentValue
java.io.PrintWriter#write(java.lang.String)
attrName
java.lang.Enum#name()
baseDir
java.lang.Object#wait()
javax.swing.JFrame#setDefaultCloseOperation(int)
javax.swing.ImageIcon
350
entities
atts
tool
opt
route
42
java.lang.Number#doubleValue()
as
scan
android.view.Menu#add(int,int,int)
#setDescription(java.lang.String)
20000
pointer
parameterTypes
vf
org.hamcrest.MatcherAssert
Config
mId
"???"
TEXT
ti
org.eclipse.core.resources.IFile
android.database.Cursor#getInt(int)
available
java.io.FileWriter(java.lang.String)
oid
javax.swing.GroupLayout#createParallelGroup(javax.swing.GroupLayout$Alignment)
android.database.Cursor#getString()
comments
relation
all
org.slf4j.Logger#warn(java.lang.String,java.lang.Object,java.lang.Object)
bm
java.lang.Byte
android.content.SharedPreferences#getInt(java.lang.String,int)
TABLE_NAME
#getRuntime()
recipe
java.awt.Toolkit#getDefaultToolkit()
java.awt.Toolkit
android.util.Log#e(java.lang.String)
serialVersionUID
java.net.InetAddress#getHostAddress()
buttons
defender
java.io.File#length()
javax.servlet.http.HttpServletRequest#getSession()
'@'
#setTitle(java.lang.String)
Type
detail
rel
v1
i1
re
#type()
java.text.NumberFormat
series
attributeName
expectedType
#set(java.lang.String)
java.awt.image.BufferedImage#getHeight()
dos
com.sun.tools.javafx.comp.JavafxToJava
net.minecraft.item.ItemStack#getItem()
bar
mojo
javax.swing.JMenuItem(java.lang.String)
org.eclipse.core.runtime.Path(java.lang.String)
org.meta_environment.rascal.interpreter.Evaluator
android.content.SharedPreferences#getBoolean(boolean)
BORDER
phone
memory
java.util.HashSet#contains(java.lang.Object)
#getUrl()
ep
java.util.Calendar#getTimeInMillis()
com.sun.tools.javac.tree.JCTree.JCExpression
newState
java.awt.Frame#setTitle(java.lang.String)
#setTitle(<unknown>)
javax.swing.AbstractButton#isSelected()
java.lang.Comparable#compareTo(T)
java.net.URL(java.net.URL,java.lang.String)
diagPos
d1
#findPreference(java.lang.String)
org.json.JSONObject#has(java.lang.String)
segments
android.widget.TextView#getText()
#put(java.lang.String,java.lang.String)
steps
sz
rootNode
bw
java.io.PrintStream#format(java.lang.String,java.lang.Object[])
#debug(java.lang.String)
com.google.gwt.core.client.GWT
skill
tm
java.util.Scanner#next()
admin
fmt
#make()
java.nio.charset.Charset#forName(java.lang.String)
projects
replace
imp
#getPluginManager()
#getRoot()
myPet
util
dict
java.lang.Number#intValue()
org.lwjgl.opengl.Display
#getSupportFragmentManager()
java.lang.reflect.Field#getType()
#containsKey(java.lang.String)
#getTitle()
actionBar
NORMAL
argv
org.bukkit.Location
MONTH
city
SWT.DEFAULT
matches
android.view.MotionEvent#getX()
java.nio.file.Files
java.text.NumberFormat#format(double)
constraints
javax.servlet.http.HttpServletResponse#getWriter()
android.content.ContentValues#put(java.lang.String)
')'
gov.nist.javax.sip.stack.SIPDialog
UTF_8
java.util.HashMap(java.util.Map)
1000L
jpcsp.graphics.VideoEngine
valid
com.redhat.ceylon.compiler.java.codegen.StatementTransformer
com.android.email.activity.MessageCompose
java.io.StringReader(java.lang.String)
android.content.Intent#putExtra(java.lang.String,java.lang.String)
org.w3c.dom.Node#getNodeValue()
java.util.UUID#toString()
"root"
"??"
album
java.lang.Class#isInstance(java.lang.Object)
0.05
hook
POST
USR
org.dawnsci.rcp.histogram.HistogramToolPage
sig
colors
com.dmdirc.ui.swing.dialogs.actioneditor.ActionEditorDialog
org.sonar.wsclient.services.Measure#getValue()
SUCCESS
student
java.lang.Integer#toHexString(int)
java.nio.Buffer#capacity()
"r"
android.content.Intent()
chunks
27
java.util.Map#putAll(java.util.Map)
runnable
cnt
java.sql.ResultSet#getInt(int)
NULL
java.lang.Double#toString(double)
org.openide.util.NbBundle#getMessage(java.lang.Class,java.lang.String)
com.redhat.ceylon.compiler.codegen.ExpressionTransformer
#getProperty()
LAZY
android.widget.Toast#makeText()
#append(char)
#getServletContext()
fp
sid
java.util.Vector#elementAt(int)
system
entityId
today
android.os.Environment
android.content.res.Resources#getDrawable()
att
versions
'X'
rev
");"
#getOwner()
resourcePath
dependency
lastName
java.util.Collections#unmodifiableList(java.util.List)
android.database.Cursor#getColumnIndex()
net.cyklotron.cms.structure.internal.ProposedDocumentData
_ID
#getSize()
'C'
rowIndex
0.4F
acceptor
qs
java.util.Collections#singletonList(T)
short
java.lang.Math#sin(double)
com.bloatit.framework.webprocessor.context.Context
declaration
#matches(java.lang.String)
jc
#getDisplayName()
classname
33
de.tuilmenau.ics.fog.routing.hierarchical.election.Elector
bd
grammar
java.lang.Math#min(double,double)
records
pathInfo
org.eclipse.swt.widgets.Display#getDefault()
archive
MINUTES
java.lang.Enum#toString()
existing
jar
tok
java.util.List#subList(int,int)
java.util.concurrent.ExecutorService
java.util.Hashtable
mediaPlayer
serviceName
fw
java.lang.String(char[])
org.bukkit.event.block.Action
manifest
java.net.URL#toURI()
customer
'a'
#getCode()
cpw.mods.fml.common.registry.LanguageRegistry
extensions
gson
de
func
#path(java.lang.String)
mCamera
org.joda.time.DateTime
0.6F
"admin"
org.eclipse.jface.layout.GridDataFactory
green
#add(<unknown>,java.lang.String)
arg2
ar
java.lang.reflect.Constructor#newInstance(java.lang.Object[])
_name
android.widget.ArrayAdapter
eval
blocks
#getActiveWorkbenchWindow()
"-1"
mods
'\''
consumer
pipe
65
java.io.BufferedWriter
java.awt.Point
Item
".*"
java.io.File#toURI()
"GET"
blue
#doubleValue()
org.apache.commons.lang.StringUtils#isEmpty(java.lang.String)
slider
rank
bits
oldVersion
piece
net.pms.PMS
tileEntity
android.net.Uri#parse()
#print(java.lang.String)
org.emftext.sdk.codegen.composites.JavaComposite#add(java.lang.String)
select
nf
org.slf4j.Logger#error(java.lang.String,java.lang.Object,java.lang.Object)
65535
selectionArgs
terms
javax.swing.BorderFactory#createEmptyBorder(int,int,int,int)
maxSize
java.util.Locale(java.lang.String)
song
java.util.regex.Pattern#quote(java.lang.String)
clone
eventId
java.net.URL#getProtocol()
nodeId
article
"]<_LABELSPACE_>"
java.lang.reflect.Field#get(java.lang.Object)
"en"
days
java.lang.Throwable
org.json.JSONArray
java.io.File[]
one
1.5
created
javax.swing.JMenuItem
trigger
javax.swing.KeyStroke#getKeyStroke(int,int)
java.util.Enumeration#nextElement()
"10"
white
java.awt.Dimension
1000000
org.apache.commons.cli.CommandLine#getOptionValue(java.lang.String)
hudson.model.Hudson#getInstance()
par4
ok
javax.persistence.EntityManager#createQuery(java.lang.String,java.lang.Class)
seed
LEFT
java.util.TimeZone
org.eclipse.swt.widgets.Display#getCurrent()
javaProject
locationManager
java.lang.StringBuilder#append(int)
_context
com.google.common.collect.ImmutableSet
"y"
javax.swing.AbstractButton#setEnabled(boolean)
th
NaN
org.wahtod.wififixer.WifiFixerService
coord
hits
java.util.regex.Pattern#matches(java.lang.String,java.lang.CharSequence)
EXIT_ON_CLOSE
ticks
sources
#sendMessage()
rootPath
requestCode
java.util.Collection#isEmpty()
#setStepSound()
android.content.DialogInterface$OnClickListener()
sd
#replace(java.lang.String)
propertyValue
dn
alarm
"data"
WEST
elementName
rd
java.util.Date#before(java.util.Date)
#getLocalizedString(java.lang.String,java.lang.String)
animation
java.net.InetAddress#getByName(java.lang.String)
net.pms.dlna.DLNAResource
java.lang.String#format(java.util.Locale,java.lang.String,java.lang.Object[])
itemName
com.wickedspiral.jacss.parser.Parser
org.bukkit.Location#getWorld()
PREFIX
org.eclipse.swt.widgets.Button#setText(java.lang.String)
binder
make
android.util.Log#w(java.lang.String,java.lang.String)
org.sakaiproject.util.ResourceLoader#getString(java.lang.String)
goal
java.awt.Graphics#drawImage(java.awt.Image,int,int,java.awt.image.ImageObserver)
#equals(java.lang.Class)
"width"
clip
']'
java.util.TreeMap()
bytesRead
injector
org.eclipse.jdt.internal.debug.core.model.JDIThread
VARCHAR
java.lang.Object#clone()
pstmt
"\"<_LABELSPACE_>"
"date"
phoneNumber
jTextFieldVersion
java.lang.Object#wait(long)
org.json.JSONObject#getJSONArray(java.lang.String)
ident
java.io.File(java.net.URI)
indices
android.util.Log#i(java.lang.String)
#getPreferenceStore()
#put(java.lang.String)
java.lang.System#nanoTime()
java.lang.ThreadLocal#get()
java.lang.String#split(java.lang.String,int)
ta
dp
java.util.Stack#peek()
sharedPrefs
constraint
mService
java.lang.Character#isDigit(char)
rv
PREDEC
net.cyklotron.cms.structure.internal.OrganizationData
org.wyona.yanel.servlet.YanelServlet
ID_PLUGIN
itemstack
#startActivity(android.content.Intent)
t2
caller
inst
recv
"style"
#getCommand(java.lang.String)
tabbedPane
battle
chr
com.sun.tools.javac.util.List
rate
java.awt.event.KeyEvent#getKeyCode()
org.eclipse.team.internal.ccvs.ui.Policy
no
structure
java.io.FileOutputStream
Settings.System#getInt(int)
java.lang.Math#log(double)
GUI
#beginTransaction()
mapView
4000
menuItem
org.game.runner.manager.ResourcesManager
javax.servlet.http.HttpServletRequest#setAttribute(java.lang.String,java.lang.String)
"on"
com.google.gwt.user.client.ui.Label(java.lang.String)
"file:"
Main
HORIZONTAL
org.w3c.dom.NodeList
640
net.rptools.maptool.client.MapTool
"text/xml"
java.lang.Class#getField(java.lang.String)
caught
java.lang.Iterable
"get"
java.lang.Boolean#getBoolean(java.lang.String)
serverName
fileList
org.bukkit.Location#getBlock()
drawable
endIndex
which
org.apache.log4j.Logger#trace(java.lang.Object)
ec
javax.swing.AbstractButton#setIcon(javax.swing.Icon)
org.hamcrest.MatcherAssert#assertThat(T,org.hamcrest.Matcher)
#toArray()
money
outputPath
fm
java.util.List#add(int,E)
0.05F
par2
org.eclipse.mylyn.tasks.ui.TasksUiPlugin
org.eclipse.jface.layout.GridDataFactory#fillDefaults()
"Content-Type"
predicate
net.minecraftforge.oredict.ShapedOreRecipe(net.minecraft.item.ItemStack,java.lang.Object[])
"')"
javax.imageio.ImageIO#read(java.io.File)
targetType
accountName
filepath
d2
android.content.ContentValues#put()
observer
samples
"state"
minute
com.idega.presentation.Table#add(int,int)
#getPlugin(java.lang.String)
entityType
precision
";<_LABELSPACE_>"
mCursor
"UTF8"
bid
java.util.List#set(int,E)
conditions
apiKey
java.lang.Boolean#toString(boolean)
0.9F
char[]
AssemblyCodeGenerator#writeAssembly(java.lang.String,java.lang.String[])
applicationContext
wr
java.util.Set#add()
margin
publisher
cpu
vector
"path"
java.util.HashMap#get()
javax.xml.namespace.QName(java.lang.String,java.lang.String)
proc
org.mobicents.servlet.sip.core.session.SipSessionImpl
javax.swing.JPanel
java.util.Calendar#add(int,int)
java.io.File#getParent()
millis
"c"
curr
#hasArg()
#getBoolean(java.lang.String,boolean)
org.json.JSONArray#length()
net.pms.encoders.MEncoderVideo
android.location.Location#getLatitude()
machine
freeColClient
org.eclipse.swt.widgets.Label#setText()
org.sakaiproject.assignment.tool.AssignmentAction
net.h31ix.anticheat.manage.Backend
android.os.Build.VERSION
cn
httpClient
paramTypes
"login"
"link"
pa
".xml"
"html"
ws
android.view.LayoutInflater#inflate(android.view.ViewGroup,boolean)
org.bukkit.event.player.PlayerInteractEvent#getClickedBlock()
serverSocket
org.lwjgl.input.Keyboard
fieldValue
tabs
'\r'
android.view.MotionEvent
remaining
outputDir
"world"
lineNum
java.net.URL#toExternalForm()
"port"
mListener
submission
par3
effect
java.lang.Character#isWhitespace(char)
"src"
"content"
vertex
MINUTE
"all"
bi
bookmark
#hasPermission(java.lang.String)
factor
inputFile
eventType
ic
percent
#setValue()
units
rsp
fi
INFORMATION_MESSAGE
#getString(java.lang.String,java.lang.String)
cpw.mods.fml.common.registry.GameRegistry#addRecipe(net.minecraftforge.oredict.ShapedOreRecipe)
paramName
mRenderer
0.2
#close()
org.apache.log4j.Level
"</div>"
plot
"3"
java.lang.Class#getDeclaredField(java.lang.String)
com.bloatit.framework.webprocessor.context.Context#tr(java.lang.String)
repositoryUrl
textView
parentId
"start"
ir
bs
16777215
java.util.Vector()
java.lang.InterruptedException
1.5F
#getScheduler()
java.util.Enumeration
org.eclipse.mylyn.internal.bugzilla.core.BugzillaClient
coll
mName
org.bukkit.inventory.ItemStack#getTypeId()
java.util.Collection#contains(java.lang.Object)
55
#findViewById()
nextLine
maxLength
java.net.URLDecoder#decode(java.lang.String,java.lang.String)
java.math.RoundingMode
appName
policy
mappings
es
textArea
"os.name"
B
javax.swing.JTextArea#append(java.lang.String)
outState
errorHandler
objectName
accountId
quote
"<_LABELSPACE_>["
chooser
org.eclipse.core.runtime.Status
envelope
android.graphics.BitmapFactory#decodeResource()
rgb
EAGER
net
en
PLAIN
nm
java.util.regex.Matcher#replaceAll(java.lang.String)
im
superClass
throwable
java.lang.Thread(java.lang.Runnable)
ptr
org.w3c.dom.Document
javax.swing.SwingUtilities
'*'
#getInt(java.lang.String)
java.lang.Math#max(double,double)
'A'
bill
"set"
#setVisibility()
java.awt.image.BufferedImage(int,int,int)
java.lang.Float#valueOf(java.lang.String)
110
#getActiveShell()
sink
se.idega.idegaweb.commune.school.presentation.SchoolChoiceApplication
FINEST
elementType
java.awt.geom.Point2D#getX()
newX
objectId
cpw.mods.fml.common.registry.GameRegistry#addRecipe(net.minecraft.item.ItemStack,java.lang.Object[])
#getInt(java.lang.String,int)
mem
par1IconRegister
resolution
com.google.common.base.Optional#of(T)
qualifier
cid
org.bukkit.block.Block
invoice
"ui"
powercrystals.minefactoryreloaded.MineFactoryReloadedCore
"????????????"
analyzer
android.database.Cursor#moveToFirst()
pixels
baseURL
org.apache.hadoop.fs.Path
dlg
x10.visit.X10PrettyPrinterVisitor
java.lang.Thread#interrupt()
statements
'x'
FILE
java.lang.Math#abs(float)
".jar"
android.app.PendingIntent#getActivity(android.content.Context,int,android.content.Intent,int)
iface
pendingIntent
"action"
accounts
com.dmdirc.Server
com.fsck.k9.activity.MessageList
#setName(java.lang.String)
"location"
"<_LABELSPACE_>in<_LABELSPACE_>"
